"Configure pill schedule" ="Configuraţi pastile";
"Create pill schedule" ="Crea pilula";
"Day" ="Zi";
"Each" ="fiecare";
"Fields are not correctly filled, please fill them all" ="Campurile nu sunt corect completate, vă rugăm să completaţi-le pe toate";
"Frequency" ="reacţiilor";
"Hour" ="Ora";
"Name" ="Nume";
"Next pill is %@ %@ at %i" ="Următoarea pilula este de %@ %@ la %i";
"Next time" ="Data viitoare";
"No pill scheduled, create one!" ="Nici o pilula programată, creaţi unul";
"Ok" ="OK";
"Pill configuration" ="Configurare";
"Pill Information" ="Informație";
"Time to take %@" ="a conduce %@";
"Week" ="Săptămână";
